{
    "waritem":[
    {
        "id": 1,
        "name": "侦查卫星",
        "alias": "",
        "code": "DGZHZC-56",
        "type": "卫星",
        "info": "则是中国的高分辨率系列卫星对地遥感观测系统，一开始是规划了14颗遥感卫星，简称为“高分对地观测卫星”，其中第一颗至第七颗为民用遥感卫星，第八颗至第十四颗是军用遥感卫星。这14颗遥感卫星包含了光学遥感和合成孔径雷达观测卫星，按轨道分别地球同步轨道卫星和太阳同步轨道卫星。中国的高分系列卫星除了高分四号外，都运行在太阳同步轨道，由于其普遍倾角超过了80度，卫星一次回访会途经地球两极点，因此属于极地轨道。由于地球围绕着太阳进行公转。每天相同时间内，太阳直射光照到的地球表面总会比上一天的位置有所偏移，因此，太阳同步轨道卫星采用一个约89至100度的发射倾角，也就是向接近两极地区发射，这样入轨后由于倾角的存在，卫星每回访一次均会向东偏移，一天的累积偏移量为0.9856度，而一年的累积偏移量正好为360度。这样卫星每天都位于太阳直射点的正下方垂直轨道运行，也因此得名太阳同步轨道。这条轨道上运行的卫星，可以正好在一年时间内对全球所有地表进行遥感测绘。实现自主化全球观测，无需每天消耗燃料进行变轨。是一条十分机智方便的轨道。“高分系列”光学遥感卫星的分辨率达到了0.1米～0.5米，合成孔径雷达观测卫星的分辨率达到了0.5米～1米。两颗地球同步轨道的超高空遥感卫星的分辨率分别是15米和15米，此外我国的宽幅遥感卫星的地面幅宽达到了800公里。高分系列”光学遥感卫星实现了多颗卫星实现寻找海上移动目标，精度达到10米以内，数据可在1分钟内传输到地面。而且实现了在轨智能处于，实时跟踪识别目标。"
    },
    {
        "id": 2,
        "name": "轰-6K",
        "alias": "轰6K、轰6、轰炸机",
        "code": "H-6K",
        "type": "轰炸机",
        "info": "轰-6K是中国自行研制的中远程新型轰炸机，具备远程奔袭、大区域巡逻、防区外打击等能力。2007年，互联网上出现轰-6的新改进首架原型机的照片，机身印有“战神”001的字样。外观最大的特征是重新设计前机身，全新设计的大型雷达罩的机头取代了轰-6机头透明领航舱，驾驶舱实现“玻璃化”，改进了电子设备，改善了人机工程，并大幅改善了机舱内人员布置和弹射逃生系统。新修形设计的加大的发动机进气口，增加了进气量，装用俄制D30-KP-2涡扇发动机（后期计划使用其国产仿制版涡扇-18）替换原有涡喷-8涡喷发动机，加大了推力。机尾与机身融合的锥体用于安装电子设备，取代原轰-6的23毫米双联机炮操纵舱。内部弹舱改为油箱，每侧机翼下各有三个外挂架，挂载的主要武器是巡航导弹[11]，因此航程，带弹量比原轰-6有所增加，是解放军战略威慑力量的重要组成部分。据报道2011年轰-6K轰炸机定型装备部队，2013年4月21日轰-6K携带巡航导弹首次曝光，可携带至少6枚远程空射巡航导弹，射程可达1500到2000公里，具备向关岛和中南半岛地峡发射远程巡航导弹的能力。轰-6K的作战半径超过3500公里，打击能力覆盖第二岛链。"
    },
    {
        "id": 3,
        "name": "神通",
        "alias": "",
        "code": "ShenTong2-04",
        "type": "卫星",
        "info": "神通二号卫星是中国第二代宽带战略通信卫星，对外又称中星2A/C/D[10][11]，张宝为总指挥，总设计师为邹恒光，2007年4月立项研制[12]，采用东方红四号平台，卫星质量5320千克，工作频段为Ku波段和Ka波段[2]，增强了抗干扰能力，卫星设计寿命为12年。目前该系列已有三颗卫星在轨工作，分别于2012年5月26日、2015年11月4日[13]、2019年1月11日发射升空[14]，均由长征三号乙火箭发射。2021年8月6日0时30分，中国在西昌卫星发射中心用长征三号乙运载火箭，成功将中星2E卫星发射升空[15]。"
    },
    {
        "id": 4,
        "name": "天链",
        "alias": "天链2、天链、天链卫星、天链2号02星、中继卫星、中继星、通信中继卫星",
        "code": "TianLian2-02",
        "type": "卫星",
        "info": "2021年12月14日0时09分，我国在西昌卫星发射中心用长征三号乙运载火箭，成功将天链二号02星发射升空。卫星顺利进入预定轨道，发射任务获得圆满成功。"
    },
    {
        "id": 5,
        "name": "天通",
        "alias": "天通、天通卫星、通信卫星、移动通信卫星",
        "code": "TianTong03",
        "type": "卫星",
        "info": "天通一号是中华人民共和国自主研制建设的卫星移动通信系统，由中国航天科技集团研发，计划为中国及周边、中东、非洲等相关地区，以及太平洋、印度洋大部分海域用户，提供全天候、全天时、稳定可靠的话音、短消息和数据等移动通信服务。[1]星体基于东方红四号卫星平台研制，[2]通过长征三号乙改进Ⅲ型运载火箭发射。[2][3]现时该卫星网络通过中国电信提供中国国内的卫星电话运营服务，[4]电话号段前缀为1740。[5][2]2023年8月29日开始发售的华为Mate 60系列的卫星电话功能，就是基于该卫星网络提供。"
    },
    {
        "id": 6,
        "name": "地面雷达站",
        "alias": "地面雷达站、雷达站",
        "code": "br",
        "type": "平台",
        "info": " 中国遥感卫星地面站（以下简称“地面站”）1986年建成并投入运行，邓小平同志为地面站亲笔题写站名。地面站是国家重大科技基础设施，也是国际资源卫星地面站网的重要成员。目前在轨卫星任务43颗，是世界上接收与处理卫星数量最多的机构之一，也是我国时间最长的对地观测卫星数据历史档案库，为启蒙和推动我国遥感应用的发展做出了历史性贡献。地面站现建有密云、喀什、三亚、昆明、北极5个卫星接收站，具有覆盖我国全部领土和亚洲70%陆地区域的卫星数据实时、无缝接收能力，以及全球卫星数据的快速获取能力。规模体量和卫星任务接收量位居世界民用卫星地面站前列。"
    },
    {
        "id": 7,
        "name": "米利厄斯号导弹驱逐舰",
        "alias": "宙斯盾舰、巡洋舰、导弹巡洋舰、提康德罗加级巡洋舰、驱逐舰、导弹驱逐舰、阿利伯克级驱逐舰",
        "code": "ddg",
        "type": "驱逐舰",
        "info": "米利厄斯号驱逐舰（USS Milius (DDG-69)）是美国海军阿利·伯克级驱逐舰的第十九艘，以海军指挥官保罗·L·米利厄斯命名。米利厄斯号驱逐舰于1994年8月8日在密西西比州帕斯卡古拉的英戈尔斯造船厂安放龙骨，1995年8月1日下水，1996年11月23日服役，母港为加利福尼亚州圣迭戈海军基地"
    },
    {
        "id": 8,
        "name": "无人机地面站",
        "alias": "",
        "code": "ground_station",
        "type": "平台",
        "info": "是一款集成工业级三防电脑和一体化链路遥控系统的单兵手持地面站，具有遥控飞机、遥控云台、实时飞行状态反馈、实时遥控状态反馈、航线规划等功能，双系统平台支持市面大部分地面站软件，工业级电脑和军工级传输链路不仅能确保飞行器的安全性，和稳定性，且操作简单，易于携带。X86平台兼容市面上大多数无人机飞系统8寸屏设计，总重量1KG，单手操作；30KM数传，遥控，电脑三合一 一体设计，极大减少外场作业准备时间独立双SBUBS输出，飞机挂载一控搞掂"
    },
    {
        "id": 9,
        "name": "空警-500",
        "alias": "预警机、空警500、空警500预警机",
        "code": "kj-500",
        "type": "预警机",
        "info": "空警-500是中国人民解放军空军装备的第三代预警机，是世界上首型采用数位阵列雷达技术的预警机。空警-500的机载预警雷达由中国电子科技集团公司第三十八研究所研制，其重量、雷达天线口径小于同时代大型预警雷达，但情报处理能力、抗干扰能力有大幅提升，达到北约预警机的水平[4]。2015年9月3日，空警-500在纪念中国人民抗日战争暨世界反法西斯战争胜利70周年阅兵式作为空中编队预警机梯队首机首次公开[5]。空警-500预警机基于运-8三类平台/运-9研制，该机由4台WJ-6C涡桨发动机作为动力。与解放军装备的第二代中型预警机空警-200相比，空警-500在气动和配备的动力装置方面都有重大改善，作战半径和滞空时间提高，与作战部队协调作战的时间更长；与解放军空军第二代大型预警机空警-2000相比，其吨位较小，起飞距离短，对机场规格的要求低，具有更为适应局部冲突和小型战争的特点，可部署到更多地区，且平台不受出口限制[6]。空警-500的雷达罩顶部突起内装有卫星通信天线，较空警-200的指挥控制通信协调能力有显著的增强，可以与更高层次的指挥制系统相连接，在更大范围指挥和引导战斗。"
    },
    {
        "id": 10,
        "name": "运-9侦察机",
        "alias": "",
        "code": "y-9",
        "type": "侦察机",
        "info": "运-九（Y-9）是由陕西飞机工业（集团）有限公司开发中的中型中程战术运输机，载重为20吨级，由运-8三类平台发展而来，本系列与美国的老当益壮的C-130J重启计划类似。运-9由运-8III类平台发展而来，并在2010年首飞，2012年服役，2017年形成作战能力。[1][2]"
    },
    {
        "id": 11,
        "name": "彩虹6无人机",
        "alias": "无人机、无人侦察机、隐身无人机",
        "code": "yc",
        "type": "无人机",
        "info": "彩虹-6无人机系统是中国航天科技集团有限公司第十一研究院（航天十一院）旗下航天彩虹无人机股份有限公司 [2]为适应未来作战需要，提升中国军贸产品竞争力，瞄准高端军售和军民两用，进一步拓展彩虹无人机型谱向高空高速领域发展，立项研制的一款大型、高空高速、长航时、多用途无人机系统。2021年9月28日至10月3日,第十三届中国国际航空航天博览会将在珠海举行，最新款的彩虹-6无人机首次公开亮相。"
    },
    {
        "id": 12,
        "name": "鹰击21",
        "alias": "",
        "code": "H-6K_cj200_1",
        "type": "武器",
        "info": "鹰击21反舰导弹（YJ-21）是中华人民共和国已经装备的一型舰载高超音速反舰弹道导弹。于2022年4月中国海军节前夕在中国人民解放军海军的宣传视频中首次对外亮相[4]，影片中其从一艘055型导弹驱逐舰的通用垂直发射系统中射出[5]，可以看到其弹头采用双锥体加燃气舵的高超音速飞行器构型。根据各方推测，该型导弹基于东风21D型反舰弹道导弹改进而来，其预期射程可能在1000~1500公里左右[6][7]。2022年珠海航展，空射型鹰击21高超音速反舰飞弹由轰六K挂载亮相。空射型射程较舰载型更远。2023年2月，解放军战略支援部队社交账号《中国战略支援》公开了鹰击-21反舰弹道导弹部分关键信息：全程6马赫、末端10马赫"
    }
],
"edge":[
    {
        "from":"1",
        "to":"2",
        "label":"提供情报支持"
    },
    {
        "from":"3",
        "to":"4",
        "label":"数据传输"

    },
    {
        "from":"4",
        "to":"2",
        "label":"提供通信支持"
    },
    {
        "from":"6",
        "to":"2",
        "label":"提供目标信息"
    },
    {
        "from":"4",
        "to":"5",
        "label":"通信中继"
    },
    {
        "from":"5",
        "to":"6",
        "label":"指挥控制"
    },
    {
        "from":"8",
        "to":"11",
        "label":"控制"
    },
    {
        "from":"9",
        "to":"10",
        "label":"空中指挥"
    },
    {
        "from":"9",
        "to":"2",
        "label":"提供预警支持"
    },
    {
        "from":"12",
        "to":"2",
        "label":"装载平台"
    },
    {
        "from":"2",
        "to":"12",
        "label":"搭载武器"
    },
    {
        "from":"7",
        "to":"8",
        "label":"协同作战"
    },
    {
        "from":"4",
        "to":"7",
        "label":"提供通信支持"
    },
    {
        "from":"5",
        "to":"7",
        "label":"提供通信支持"
    }
]

}